{
    "products": [
        {
            "id": 1,
            "name": "OpenMyDoctor",
            " desc": "React.js Next.js Recoil.js nextAuth.js AWS",
            "desc2": "This is the project I started as an intern and have been working on continuously. I created everything from overall design concepts to detailed buttons and login implementations using Next.js, Tailwind.css, Recoil.js, NextAuth.js, Swiper.js, TypeScript, etc. The project is under continuous updates, and currently, I'm preparing to deploy it to AWS Amplify for service. Additionally, I'm fortunate to take on the role of a Tech Leader, leading various sprint plans, GitHub workflow management, setting milestones, and gaining various experiences, contributing to my growth. ",
            "price": 1000,
            "image": "https://res.cloudinary.com/dtnuqpfh6/image/upload/v1700678476/Shopping/openmydoctor_gh9fb3.png"
        },
        {
            "id": 2,
            "name": "Clementine ",
            "desc": "React-Native Expo Segment TestFlight X-code",
            "desc2": "The natural extension of the website could be a mobile app, don't you think? As most people tend to surf the web on their phones, I implemented a mobile app using React-Native to support both IOS and Android simultaneously. The app is currently under continuous updates, and I receive ongoing feedback. I plan to integrate Segment for user activity tracking and add ChatGPT search functionality to align with the latest trends. I implemented login using RESTful API and, considering the community aspect, Firebase is also used for real-time data storage and exchange. It will soon be available on the Apple Store, so please use it a lot! ",
            "price": 1000,
            "image": "https://res.cloudinary.com/dtnuqpfh6/image/upload/v1700678386/Shopping/Clementine_d8t0cp.jpg"
        },
        {
            "id": 3,
            "name": "JustaNanba",
            "desc": "Next.js React.js Vercel Tailwind.css Swiper.js",
            "desc2": "For the first time, I gathered talented individuals in various fields to form a team and devised our own business plan. We plan to create a community where men can share concerns about various aspects of daily life that are often difficult to talk about directly. The website is built using Next.js, Tailwind.css, Swiper.js, and RESTful API. While we initially planned for mobile compatibility, we will continue to update the platform! ",
            "price": 900,
            "image": "https://res.cloudinary.com/dtnuqpfh6/image/upload/v1700678386/Shopping/Cosme_aratxo.png"
        },
        {
            "id": 4,
            "name": "Trip Blog",
            "desc": "Next.js React.js Vercel Tailwind.css Firebase",
            "desc2": " I love traveling around the world, and I decided to create this website to share information about the places I have personally visited with all of you. I'll be updating details about each destination I travel to. I plan to use Next.js and Firebase to store user feedback and comments. Stay tuned for more updates ",
            "price": 600,
            "image": "https://res.cloudinary.com/dtnuqpfh6/image/upload/v1700678403/Shopping/tripBlog_k0vp5h.png"
        },
        {
            " id": 5,
            "name": "Food Store",
            "desc": "Next.js React.js Firebase Vercel",
            "desc2": "I frequently cook and enjoy preparing various delicious recipes. I've created a website where I can store and share mouthwatering recipes, including Korean, Japanese, and American dishes, as well as those I've personally crafted. Utilizing Next.js version 13, tailwind.css, and Firebase Realtime Database, the website allows for immediate updates and storage of recipes. Stay tuned for my culinary adventures",
            "price": 520,
            " image": "https://res.cloudinary.com/dtnuqpfh6/image/upload/v1700678386/Shopping/foodStore_slzwne.png"
        },
        {
            "id": 6,
            "name": "Mini Blog",
            "desc": "React.js CSS",
            "desc2": "This is the mini blog that I created as I started learning React.js for the first time. I mainly focused on studying various props and CSS. It may be lacking since it's my first project, but it's a precious piece that marks the beginning of my React.js journey!",
            "price": 400,
            "image": "https://res.cloudinary.com/dtnuqpfh6/image/upload/v1700678403/Shopping/%EB%AF%B8%EB%8B%88%EB%B8%94%EB%A1%9C%EA%B7%B8_geyhni.png"
        },
        {
            "id": 7,
            "name": "Feedback UI",
            "desc": "React.js CSS",
            "desc2": "I started delving into the world of CSS as I began to study React.js. I became more interested in user-friendly CSS and UI. I studied various grids and layouts and applied them to see how they work.",
            "price": 520,
            "image": "https://res.cloudinary.com/dtnuqpfh6/image/upload/v1700678386/Shopping/feeeback_react_zgu0fo.png"
        },
        {
            "id": 8,
            "name": "Capstone Orange Game",
            "desc": "Unity C# Agile SRS document",
            "desc2": "This is my school graduation project. Although I didn't use specific skills in the front-end field, it was a time when I could experience and execute the overall Agile process. From writing the SRS document to creating various diagrams like Class Diagrams and Use Cases, I also wrote a document introducing our project. Additionally, we used Trello to manage various sprints, assigning Story Points and creating Product Burndown charts and Velocity charts after each sprint completion. ",
            "price": 800,
            "image": "https://res.cloudinary.com/dtnuqpfh6/image/upload/v1700679047/Shopping/Orange_game_mainMenu_UI_h1ozor.png"
        }
    ]
}